{"content": [{"title": "Tight out of category", "description": "A long-lost half-removed god-daughter to thevienna-style lager. As refreshing as a swelteringly hot baklava dipped in a Sumbala", "brewed_date": 1983, "style": "A tight Irish ale", "alcohol_content": "11.1%", "notes": "Chili oil, citrus, canelé, and youthful Gebackene Kartoffeln", "pairing": "Goes well with a pretzel dipped in a worn XO sauce", "serving_suggestion": "Enjoy swelteringly hot, on a youthful electric bicycle", "image": "mh9new.jpg"}, {"title": "Laser-like belgian-style dark strong ale", "description": "An estranged half-brother to thesouth german-style weizenbock. As refreshing as a pretentiously lukewarm gulab jamun dipped in a Fish paste", "brewed_date": 2010, "style": "A laser-like international ale", "alcohol_content": "9.7%", "notes": "Milkette, window, cronut, and youthful Horlick's Malted Milk", "pairing": "Goes well with a pane d'olive dipped in a worn Mustard oil", "serving_suggestion": "Sip swelteringly hot, on a worn electric bicycle", "image": "blueblood1327.jpg"}, {"title": "Complex dark american-belgo-style ale", "description": "A blood-bonded half-brother to themunchner-style helles. As refreshing as a freezingly cold morning bun dipped in a Dabu-dabu", "brewed_date": 1994, "style": "A complex British ale", "alcohol_content": "16.2%", "notes": "Kyopolou, window, profiterole, and youthful Nuts", "pairing": "Goes well with a pretzel dipped in a youthful Chutney", "serving_suggestion": "Enjoy freezingly cold, on a youthful yacht", "image": "reviewsu.jpg"}, {"title": "Silky south german-style hefeweizen", "description": "A long-lost step-cousin to thebamberg-style helles rauchbier. As refreshing as a freezingly cold croissant dipped in a Chrain", "brewed_date": 1984, "style": "A silky North American lager", "alcohol_content": "7.9%", "notes": "Nutritional yeast, citrus, toaster strudel, and rotten India Relish", "pairing": "Goes well with a baguette dipped in an aged Biber salçası", "serving_suggestion": "Enjoy pretentiously lukewarm, on a fresh electric bicycle", "image": "12mancan.jpg"}, {"title": "Closed golden or blonde ale", "description": "A blood-bonded half-removed god-daughter to theirish-style red ale. As refreshing as a freezingly cold baklava dipped in a Tekka", "brewed_date": 2012, "style": "A closed North American lager", "alcohol_content": "14.3%", "notes": "Pesto, window, pain au chocolat, and worn Eggs, Scrambled", "pairing": "Goes well with a pretzel dipped in a worn Sambal", "serving_suggestion": "Enjoy swelteringly hot, on an aged yacht", "image": "frenchbroad13rebels.jpg"}, {"title": "Velvety french & belgian-style saison", "description": "A long-lost half-removed god-daughter to thedry lager. As refreshing as a freezingly cold pastel de nata dipped in a Sriracha", "brewed_date": 1984, "style": "A velvety Irish ale", "alcohol_content": "15.6%", "notes": "Chutney, door, doughnut, and worn Yorkshire Buck", "pairing": "Goes well with a tortilla dipped in an aged Mushroom ketchup", "serving_suggestion": "Sip pretentiously lukewarm, on an aged yacht", "image": "justcansup.jpg"}, {"title": "Grippy american-style dark lager", "description": "A long-lost step-cousin to thewood- and barrel-aged strong beer. As refreshing as a pretentiously lukewarm éclair dipped in a Curry ketchup", "brewed_date": 1997, "style": "A grippy Irish ale", "alcohol_content": "9.2%", "notes": "Tkemali, window, mille-feuille, and youthful Corned Beef and Cabbage", "pairing": "Goes well with a tortilla dipped in a worn Amba", "serving_suggestion": "Enjoy pretentiously lukewarm, on an aged electric bicycle", "image": "ruhstaller188116.jpg"}, {"title": "Unoaked dark american-belgo-style ale", "description": "A long-lost step-cousin to theirish-style red ale. As refreshing as a swelteringly hot strudel dipped in a Tkemali", "brewed_date": 2000, "style": "A unoaked other lager", "alcohol_content": "0.1%", "notes": "Za'atar, citrus, pain au chocolat, and worn spring lamb, mint sauce", "pairing": "Goes well with a potato bread dipped in a rotten Sesame oil", "serving_suggestion": "Sip pretentiously lukewarm, on a youthful yacht", "image": "cpipanw.jpg"}, {"title": "Steely british-style barley wine ale", "description": "A blood-bonded half-brother to thekellerbier - lager. As refreshing as a swelteringly hot strudel dipped in a Mostarda", "brewed_date": 2014, "style": "A steely North American lager", "alcohol_content": "11.6%", "notes": "Salt and pepper, bark, cronut, and rotten Danish Pastry", "pairing": "Goes well with a ciabatta dipped in a worn Pinđur", "serving_suggestion": "Sip pretentiously lukewarm, on an aged electric bicycle", "image": "twitterup.jpg"}, {"title": "Tannic belgian-style gueuze lambic", "description": "A long-lost half-brother to thefrench-style biere de garde. As refreshing as a pretentiously lukewarm baklava dipped in a Sauerkraut", "brewed_date": 2000, "style": "A tannic other lager", "alcohol_content": "5.1%", "notes": "Sweet chilli sauce, door, mille-feuille, and fresh French Peas", "pairing": "Goes well with a baguette dipped in a fresh Curry ketchup", "serving_suggestion": "Sip pretentiously lukewarm, on a rotten yacht", "image": "storeu.jpg"}, {"title": "Hot kellerbier - lager", "description": "A long-lost step-cousin to theeuropean-style dark. As refreshing as a pretentiously lukewarm kouign-amann dipped in a Pinđur", "brewed_date": 2004, "style": "A hot German lager", "alcohol_content": "8.0%", "notes": "Mostarda, bark, shortcake, and worn Biscuits", "pairing": "Goes well with a bagel dipped in a worn Dijon ketchup", "serving_suggestion": "Enjoy swelteringly hot, on a fresh solar powered segway", "image": "point2012new.jpg"}, {"title": "Steely specialty stouts", "description": "A blood-bonded half-brother to thebelgian-style pale strong ale. As refreshing as a swelteringly hot baklava dipped in a Chili oil", "brewed_date": 1993, "style": "A steely British ale", "alcohol_content": "12.7%", "notes": "Salt and pepper, bark, canelé, and rotten Cheese Omelette", "pairing": "Goes well with a pain au levain dipped in a rotten Gochujang", "serving_suggestion": "Sip swelteringly hot, on a fresh yacht", "image": "mapu.jpg"}, {"title": "Intellectually satisfying leipzig-style gose", "description": "A long-lost half-brother to theamerican-style sour ale. As refreshing as a swelteringly hot toaster strudel dipped in a Chutney", "brewed_date": 2014, "style": "A intellectually satisfying international lager", "alcohol_content": "2.9%", "notes": "Nutritional yeast, window, baklava, and worn Capon", "pairing": "Goes well with a ficelle dipped in a youthful Cocktail sauce", "serving_suggestion": "Sip freezingly cold, on a rotten yacht", "image": "blueblood1327.jpg"}, {"title": "Complex ordinary bitter", "description": "A blood-bonded half-brother to theamerican-style premium lager. As refreshing as a pretentiously lukewarm doughnut dipped in a Barbecue sauce", "brewed_date": 1994, "style": "A complex German ale", "alcohol_content": "9.5%", "notes": "Salsa, door, bomboloni, and aged Macaroni au gratin", "pairing": "Goes well with a fruit bread dipped in a youthful Tekka", "serving_suggestion": "Indulge pretentiously lukewarm, on a worn solar powered segway", "image": "cpipanw.jpg"}, {"title": "Refined british-style barley wine ale", "description": "A blood-bonded step-cousin to theherb and spice beer. As refreshing as a swelteringly hot cronut dipped in a Syrup", "brewed_date": 2011, "style": "A refined Irish ale", "alcohol_content": "13.8%", "notes": "Sambal, bark, profiterole, and youthful Assorted Hors D'oeuvres", "pairing": "Goes well with a matzoh dipped in a fresh Olive oil", "serving_suggestion": "Indulge swelteringly hot, on a worn solar powered segway", "image": "2020ipa.jpg"}, {"title": "Jammy baltic-style porter", "description": "A long-lost half-removed god-daughter to thebaltic-style porter. As refreshing as a swelteringly hot cinnamon roll dipped in a Mignonette sauce", "brewed_date": 2011, "style": "A jammy British ale", "alcohol_content": "14.5%", "notes": "Fish sauce, citrus, croissant, and youthful Martini", "pairing": "Goes well with a tortilla dipped in a worn Salmoriglio", "serving_suggestion": "Sip freezingly cold, on a youthful yacht", "image": "dbu.jpg"}, {"title": "Coarse american-style light lager", "description": "An estranged half-brother to theamerican-style barley wine ale. As refreshing as a swelteringly hot mille-feuille dipped in a Muhammara", "brewed_date": 1984, "style": "A coarse Irish ale", "alcohol_content": "8.1%", "notes": "Kachumbari, door, profiterole, and aged Poland Water", "pairing": "Goes well with a flatbread dipped in a rotten Colo-colo", "serving_suggestion": "Indulge freezingly cold, on a worn electric bicycle", "image": "cpipanw.jpg"}, {"title": "Connected belgian-style blonde ale", "description": "A long-lost step-cousin to thesouth german-style kristal weizen. As refreshing as a swelteringly hot rugelach dipped in a Cocktail sauce", "brewed_date": 2001, "style": "A connected North American ale", "alcohol_content": "8.1%", "notes": "Sweet chilli sauce, door, pastel de nata, and aged Corned beef", "pairing": "Goes well with a pain de mie dipped in a youthful Hot sauce", "serving_suggestion": "Sip pretentiously lukewarm, on an aged yacht", "image": "21stwatermelon1.jpg"}, {"title": "Cat pee scottish-style light ale", "description": "A long-lost half-removed god-daughter to thebelgian-style white. As refreshing as a freezingly cold baklava dipped in a Kachumber", "brewed_date": 2004, "style": "A cat pee North American lager", "alcohol_content": "3.7%", "notes": "Sriracha, citrus, cinnamon roll, and fresh Hot Chocolate", "pairing": "Goes well with a boule dipped in a worn Zacuscă", "serving_suggestion": "Sip swelteringly hot, on a rotten solar powered segway", "image": "twitterup.jpg"}, {"title": "Flat belgian-style table beer", "description": "An estranged step-cousin to thesweet stout. As refreshing as a freezingly cold kouign-amann dipped in a XO sauce", "brewed_date": 1997, "style": "A flat other lager", "alcohol_content": "1.2%", "notes": "Syrup, window, cronut, and worn Brook Trout", "pairing": "Goes well with a cornbread dipped in an aged Mango pickle", "serving_suggestion": "Enjoy swelteringly hot, on a rotten solar powered segway", "image": "rssup.jpg"}]}